import { ReviewCardType } from "@/components/reviewCard/reviewCard";

const REVIEWS: ReviewCardType[] = [
    {
        rating: 5,
        name: 'Виктор Борисов',
        date: '12 марта 2024',
        text: 'Обычно не оставляю отзывы, но здесь мне очень хочется поблагодарить создателей. Отличный курс для начинающих! Учусь в 8м классе. Из-за болезни я целую неделю не ходил в школу. Но когда вернулся - не понимал ничего! Какие ещё классы соединений?! Что ещё за типы реакций?! Как составлять формулы?! На изучение потратил 2 недели и уже со всем разобрался (даже забегая вперёд программы). Всем советую!',
    },
    {
        rating: 5,
        name: 'Ольга Ивановна',
        date: '24 марта 2024',
        text: 'Очнь хороший и структурированный учебник. Мне всегда нравилась химия и я давно хотела в ней разобраться. Материал изложен в лёгкой форме. Всё объясниется постепенно. Особенно понравились небольшие тестики в конце уроков. Теперь помогаю своей дочке с домашкой)',
    },
    {
        rating: 4,
        name: 'Анна Медведева',
        date: '24 марта 2024',
        text: 'На мой взгляд лучший курс для всех, кто хочет освежить свои знания. Я учусь на 1 курсе геологического факультета. И было очень здорово вспомнить всё, что было в школе. Поставлю 4 балла только за то, что хотелось бы больше практических заданий. А так - сейчас это лучшее для тех, кто изучает химию с нуля и хочет делать это самостоятельно. Однозначно рекомендую!',
    },
]

export default REVIEWS